Revit 2027 API
FabricationSaveJobOptions Constructor
 Default Constructor
Namespace: Autodesk.Revit.DB.Fabrication
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FabricationSaveJobOptions()
Public Sub New
public:
FabricationSaveJobOptions()
new : unit -> FabricationSaveJobOptions
See Also
Reference
FabricationSaveJobOptions Class
FabricationSaveJobOptions Overload
Autodesk.Revit.DB.Fabrication Namespace